[
    {
      "id": "poi-22",
      "lat": 37.1761,
      "lon": -3.5927,
      "en": {
        "name": "Gate of the Pomegranates and Cuesta de Gomérez",
        "description": "Classic ascent from Plaza Nueva through the tree-lined Cuesta de Gomérez to the monumental Gate of the Pomegranates, the prelude to the forest and the Gate of Justice. Tip: This scenic, shaded approach sets the tone and avoids traffic."
      }
    },
    {
      "id": "poi-9",
      "lat": 37.1754,
      "lon": -3.5908,
      "en": {
        "name": "Alhambra Forest",
        "description": "Historic forest planted in the time of Charles V, with species brought from the Americas like horse chestnuts; a cool path among fountains, walls, and memorials. Tip: Visit at dawn to hear water and birdsong in a traffic-free zone."
      }
    },
    {
      "id": "poi-7",
      "lat": 37.1767,
      "lon": -3.5906,
      "en": {
        "name": "Gate of Justice",
        "description": "Monumental entrance with bent archway, a hand of Fatima and a key in the keystone; designed for official receptions and defense, with a curved passage resistant to sieges. Tip: Enjoy the scenic approach from the Cuesta de Gomérez and the Alhambra Forest."
      }
    },
    {
      "id": "poi-8",
      "lat": 37.1759,
      "lon": -3.591,
      "en": {
        "name": "Pillar of Charles V",
        "description": "Renaissance fountain from 1554 with three faces and several spouts, full of allegories to Granada’s rivers, seasons, and imperial symbols. Tip: View the iconography from the south side in the morning light."
      }
    },
    {
      "id": "poi-1",
      "lat": 37.1773,
      "lon": -3.5903,
      "en": {
        "name": "Palace of Charles V",
        "description": "Renaissance imperial palace with a monumental circular courtyard, begun by Charles V atop a former Nasrid palace and structurally completed in the 20th century. Today it houses museums and stands in sharp contrast to the surrounding Islamic art. Tip: Step into the courtyard at dawn or late afternoon to appreciate the acoustics and proportions."
      }
    },
    {
      "id": "poi-25",
      "lat": 37.1774,
      "lon": -3.5895,
      "en": {
        "name": "Court of the Myrtles (Comares)",
        "description": "Water mirror between myrtle hedges reflecting the Comares Tower, a model example of sheet control and microclimate around the pond. Tip: Pause along the long pool to capture symmetrical reflections."
      }
    },
    {
      "id": "poi-2",
      "lat": 37.1771,
      "lon": -3.5893,
      "en": {
        "name": "Court of the Lions",
        "description": "The heart of the Nasrid palaces, celebrated for its central fountain supported by twelve marble lions and its complex restored hydraulic system, a symbol of Andalusi elegance and technical sophistication. Tip: Observe the still water surface around the basin—an effect originally intended by Nasrid engineers."
      }
    },
    {
      "id": "poi-6",
      "lat": 37.177,
      "lon": -3.5894,
      "en": {
        "name": "Hall of the Abencerrajes",
        "description": "A legendary room in the Palace of the Lions with a star-shaped muqarnas dome and distinctive acoustics, a masterpiece of Nasrid craftsmanship. Tip: Speak softly under the dome’s central point to appreciate the resonance."
      }
    },
    {
      "id": "poi-16",
      "lat": 37.1772,
      "lon": -3.5896,
      "en": {
        "name": "Royal Baths (Nasrid Hammam)",
        "description": "Bath complex with cold, warm, and hot rooms, a copper boiler, radiant floors via steam channels, and star-shaped skylights with adjustable openings. Tip: Notice the starry skylights and traces of underfloor heating."
      }
    },
    {
      "id": "poi-17",
      "lat": 37.1772,
      "lon": -3.5892,
      "en": {
        "name": "Water Channels of the Court of the Lions",
        "description": "Network of shallow channels in four axes radiating from the fountain; the central basin once contained a hydraulic cylinder with calibrated openings to keep a stable sheet and activate jets. Tip: Trace the four axes to grasp the patio’s symbolic and hydraulic design."
      }
    },
    {
      "id": "poi-20",
      "lat": 37.1779,
      "lon": -3.5899,
      "en": {
        "name": "Partal Gardens and Paths",
        "description": "Avenues of myrtle hedges, viewpoints, and small ponds linking the Partal to palaces; water channels used to cool the microclimate. Tip: Follow the flow of water to understand how it cools and guides the walk."
      }
    },
    {
      "id": "poi-5",
      "lat": 37.1775,
      "lon": -3.5886,
      "en": {
        "name": "Partal Palace",
        "description": "Palatial complex with a portico reflected in a large pond, one of the oldest preserved in the Alhambra, where architecture and landscape merge in serenity. Tip: Capture photos with reflections at sunset for fewer crowds."
      }
    },
    {
      "id": "poi-24",
      "lat": 37.1777,
      "lon": -3.5898,
      "en": {
        "name": "Alhambra Museum (in Palace of Charles V)",
        "description": "Collection of Nasrid artifacts and original pieces such as the hydraulic cylinder of the Fountain of the Lions, epigraphy, ceramics, and plasterwork. Tip: Drop in if time allows between palaces and the Alcazaba."
      }
    },
    {
      "id": "poi-15",
      "lat": 37.1769,
      "lon": -3.589,
      "en": {
        "name": "Alhambra Medina",
        "description": "Excavated area between the Alcazaba and the Generalife that housed noble residences, artisan workshops, markets, and public baths: the functioning palatine city. Tip: Read the panels about trades and alley layouts to imagine daily life."
      }
    },
    {
      "id": "poi-3",
      "lat": 37.1786,
      "lon": -3.5904,
      "en": {
        "name": "Alcazaba",
        "description": "The oldest sector, a military citadel with watchtowers and views over Granada and the Sierra Nevada; it preserves squares, remains of houses, cisterns, hammams, and gardens along the ramparts. Tip: Climb early in the morning to avoid queues and strong winds at the Torre de la Vela."
      }
    },
    {
      "id": "poi-13",
      "lat": 37.1768,
      "lon": -3.5901,
      "en": {
        "name": "Gate of Arms",
        "description": "Original military access on the Darro slope, linked to the Tower of Arms; predates later monumental gates. Tip: Note the strategic link between the gate and the lower river route."
      }
    },
    {
      "id": "poi-18",
      "lat": 37.1768,
      "lon": -3.5922,
      "en": {
        "name": "Gate of the Seven Floors (Bab al-Gudur)",
        "description": "Gate on the southern wall with late bastions; part of the route beneath the walls among towers and Christian bastions. Tip: Walk along the exterior southern path to see the sequence of towers and the Water Tower at the canal's entry."
      }
    },
    {
      "id": "poi-14",
      "lat": 37.1763,
      "lon": -3.5901,
      "en": {
        "name": "Church of Santa María de la Alhambra",
        "description": "16th-century church built on the site of the former Alhambra mosque, with Baroque interiors and remains of nearby baths. Tip: Look for the ruins of an adjacent hammam to understand the water circuit."
      }
    },
    {
      "id": "poi-10",
      "lat": 37.1779,
      "lon": -3.5869,
      "en": {
        "name": "Water Tower (Aqueduct Entry)",
        "description": "Point where the Royal Canal enters the Alhambra via an eastern aqueduct beside the tower, distributing water to the complex. Tip: Locate the aqueduct to understand the canal’s arrival height."
      }
    },
    {
      "id": "poi-11",
      "lat": 37.1802,
      "lon": -3.5838,
      "en": {
        "name": "Royal Canal (Outer Section)",
        "description": "Master channel that diverts water from the Darro River about 6.1 km upstream, carrying it along slopes, tunnels, and aqueducts with minimal gradient to the Alhambra and Generalife. Tip: Consider a side outing to view exterior stretches if time and logistics allow."
      }
    },
    {
      "id": "poi-12",
      "lat": 37.1789,
      "lon": -3.5861,
      "en": {
        "name": "Generalife Reservoirs",
        "description": "Large medieval cistern (~400 m³) used to pressurize and irrigate higher terraces; supplied by a subterranean gallery, a 17.4 m well, and an animal-driven noria beneath a rammed-earth tower. Tip: Notice the layout that gains elevation for irrigation."
      }
    },
    {
      "id": "poi-23",
      "lat": 37.1793,
      "lon": -3.5866,
      "en": {
        "name": "Oleander Walk (Generalife surroundings)",
        "description": "Path linked to subterranean catchment galleries supplying reservoirs and derivations of the Tercio Canal to higher levels. Tip: A quieter, interpretive segment for those interested in historic waterworks."
      }
    },
    {
      "id": "poi-4",
      "lat": 37.1742,
      "lon": -3.5873,
      "en": {
        "name": "Generalife",
        "description": "The recreation residence and orchards of the Nasrid sultans, conceived as a terrestrial paradise with courtyards, acequias, ponds, cypress trees, and the scent of myrtle and orange blossom, irrigated by the Royal Canal. Tip: Walk the upper terraces to view the layout of historical acequias."
      }
    },
    {
      "id": "poi-21",
      "lat": 37.1783,
      "lon": -3.5887,
      "en": {
        "name": "Sultana’s Viewpoint (Upper Generalife)",
        "description": "High terraces with direct views of the Nasrid palaces and traces of secondary channels; a privileged reading of the complex. Tip: Ideal final lookout to appreciate the overall composition."
      }
    },
    {
      "id": "poi-19",
      "lat": 37.1752,
      "lon": -3.5906,
      "en": {
        "name": "Monument to Ángel Ganivet",
        "description": "Corner of the Alhambra Forest dedicated to the Granada-born writer and diplomat; a quiet spot to hear the water among chestnut and lime trees. Tip: A peaceful pause on the descent back toward Plaza Nueva."
      }
    }
  ]