[
    {
      "id": "poi-22",
      "name": "石榴门和戈梅雷斯坡道",
      "description": "从新广场出发，穿过绿树成荫的戈梅雷斯坡道，到达宏伟的石榴门，这是森林和正义之门的前奏。提示：这条风景优美、绿树成荫的路线奠定了基调，并能避开交通。"
    },
    {
      "id": "poi-9",
      "name": "阿尔罕布拉森林",
      "description": "查理五世时期种植的历史悠久的森林，有从美洲带来的马栗等物种；一条凉爽的小径穿梭于喷泉、墙壁和纪念碑之间。提示：黎明时分参观，在无车区聆听水声和鸟鸣。"
    },
    {
      "id": "poi-7",
      "name": "正义之门",
      "description": "宏伟的入口，有折弯的拱门、法蒂玛之手和拱顶石上的钥匙；专为官方接待和防御而设计，其弯曲的通道能抵抗围攻。提示：从戈梅雷斯坡道和阿尔罕布拉森林欣赏风景如画的入口。"
    },
    {
      "id": "poi-8",
      "name": "查理五世之柱",
      "description": "1554年的文艺复兴时期喷泉，有三面和多个喷口，充满了对格拉纳达河流、季节和帝国标志的寓言。提示：在早晨的阳光下从南侧观赏其图像学。"
    },
    {
      "id": "poi-1",
      "name": "卡洛斯五世宫",
      "description": "文艺复兴时期的皇宫，拥有一个巨大的圆形庭院，由查理五世在一座前纳斯瑞德宫殿之上开始建造，并于20世纪完成结构。如今它收藏着博物馆，并与周围的伊斯兰艺术形成鲜明对比。提示：在黎明或傍晚时分走进庭院，欣赏其音响效果和比例。"
    },
    {
      "id": "poi-25",
      "name": "桃金娘庭院（科马雷斯）",
      "description": "桃金娘树篱之间的水镜，倒映着科马雷斯塔，是水面控制和池塘周围微气候的典范。提示：沿着长长的水池稍作停留，捕捉对称的倒影。"
    },
    {
      "id": "poi-2",
      "name": "狮子庭院",
      "description": "纳斯瑞德宫殿的核心，以其由十二只大理石狮子支撑的中央喷泉及其复杂的修复后液压系统而闻名，是安达卢西亚优雅和技术成熟的象征。提示：观察盆地周围静止的水面——这是纳斯瑞德工程师最初追求的效果。"
    },
    {
      "id": "poi-6",
      "name": "阿本瑟拉赫斯厅",
      "description": "狮子宫内一个传奇的房间，拥有星形蜂巢状穹顶和独特的音响效果，是纳斯瑞德手工艺的杰作。提示：在穹顶中心点下轻声说话，以感受其共鸣。"
    },
    {
      "id": "poi-16",
      "name": "皇家浴场（纳斯瑞德土耳其浴室）",
      "description": "拥有冷水、温水和热水室的浴场，一个铜锅炉，通过蒸汽通道的辐射地板，以及带有可调节开口的星形天窗。提示：注意星形天窗和地板下供暖的痕迹。"
    },
    {
      "id": "poi-17",
      "name": "狮子庭院的水渠",
      "description": "从喷泉辐射出的四个轴线的浅水渠网络；中央水池曾包含一个带有校准开口的液压缸，以保持水面稳定并激活喷射。提示：追溯四个轴线，以了解庭院的象征和液压设计。"
    },
    {
      "id": "poi-20",
      "name": "帕塔尔花园和步道",
      "description": "连接帕塔尔与宫殿的桃金娘树篱大道、观景点和小池塘；用于冷却微气候的水渠。提示：沿着水流，了解它如何降温并引导步行路线。"
    },
    {
      "id": "poi-5",
      "name": "帕塔尔宫",
      "description": "一座宫殿建筑群，其门廊倒映在一个大池塘中，是阿尔罕布拉宫保存最古老的建筑之一，建筑与景观在此宁静地融为一体。提示：在日落时分拍摄带倒影的照片，以避开人群。"
    },
    {
      "id": "poi-24",
      "name": "阿尔罕布拉博物馆（位于卡洛斯五世宫内）",
      "description": "收藏纳斯瑞德时期的手工艺品和原创作品，如狮子喷泉的液压缸、铭文、陶瓷和石膏制品。提示：如果在宫殿和阿尔卡萨瓦城堡之间有时间，可以顺道参观。"
    },
    {
      "id": "poi-15",
      "name": "阿尔罕布拉麦地那",
      "description": "位于阿尔卡萨瓦城堡和赫内拉利费宫之间的挖掘区，曾是贵族住宅、手工作坊、市场和公共浴场的所在地：一个功能齐全的宫廷城市。提示：阅读有关行业和小巷布局的展板，想象日常生活。"
    },
    {
      "id": "poi-3",
      "name": "阿尔卡萨瓦城堡",
      "description": "最古老的区域，一座拥有瞭望塔的军事城堡，可俯瞰格拉纳达和内华达山脉；它保留了广场、房屋遗迹、蓄水池、土耳其浴室和城墙沿线的花园。提示：清晨攀登，以避免排队和维拉塔上的强风。"
    },
    {
      "id": "poi-13",
      "name": "武器之门",
      "description": "位于达罗河坡上的原始军事入口，与武器塔相连；早于后来的纪念性大门。提示：注意大门与下方河流路线之间的战略联系。"
    },
    {
      "id": "poi-18",
      "name": "七层门（Bab al-Gudur）",
      "description": "南墙上带有晚期堡垒的大门；是城墙下、塔楼和基督教堡垒之间路线的一部分。提示：沿着南部的外部小径行走，观看塔楼序列和水道入口处的水塔。"
    },
    {
      "id": "poi-14",
      "name": "阿尔罕布拉圣玛利亚教堂",
      "description": "建于前阿尔罕布拉清真寺旧址上的16世纪教堂，拥有巴洛克风格的内部和附近浴场的遗迹。提示：寻找邻近土耳其浴室的废墟，以了解水路系统。"
    },
    {
      "id": "poi-10",
      "name": "水塔（引水渠入口）",
      "description": "皇家水道通过塔旁的东部引水渠进入阿尔罕布拉宫的地点，为整个建筑群供水。提示：找到引水渠，以了解水道的到达高度。"
    },
    {
      "id": "poi-11",
      "name": "皇家水道（外部段）",
      "description": "从达罗河上游约6.1公里处引水的主渠，以最小的坡度沿山坡、隧道和引水渠将水输送到阿尔罕布拉宫和赫内拉利费宫。提示：如果时间和后勤允许，可以考虑进行一次短途旅行，观看外部河段。"
    },
    {
      "id": "poi-12",
      "name": "赫内拉利费宫蓄水池",
      "description": "用于加压和灌溉更高层梯田的大型中世纪蓄水池（约400立方米）；由一条地下走廊、一口17.4米的井和一座夯土塔下的畜力水车供水。提示：注意其为灌溉而抬高海拔的布局。"
    },
    {
      "id": "poi-23",
      "name": "夹竹桃步道（赫内拉利フェ周边）",
      "description": "与为蓄水池和高层特尔西奥水道支渠供水的地下集水廊道相连的小径。提示：对历史水利工程感兴趣的人来说，这是一个更安静、更具解说性的部分。"
    },
    {
      "id": "poi-4",
      "name": "赫内拉利费宫",
      "description": "纳斯瑞德苏丹的休闲住所和果园，被设想为一个人间天堂，拥有庭院、水渠、池塘、柏树以及桃金娘和橙花的香气，由皇家水道灌溉。提示：走上上层梯田，观看历史悠久的水渠布局。"
    },
    {
      "id": "poi-21",
      "name": "苏丹娜观景台（上赫内拉利费）",
      "description": "可直视纳斯瑞德宫殿并有次级水道痕迹的高台；是解读整个建筑群的绝佳位置。提示：欣赏整体构图的理想终点观景台。"
    },
    {
      "id": "poi-19",
      "name": "安赫尔·加尼维特纪念碑",
      "description": "阿尔罕布拉森林中为纪念这位格拉纳达出生的作家和外交家而设的一角；一个在栗树和椴树间聆听水声的安静之地。提示：在返回新广场的下山路上，这是一个宁静的歇脚处。"
    }
]
